Repository: uvoglu/wp-plain-blocks
Catalog: languages/plain-blocks-*_informal.po
Languages: de_ch

source: A collection of plain (unstyled) Gutenberg blocks, intended to use in connection with utility CSS classes.
de_ch: Eine Sammlung von einfachen (ungestylten) Gutenberg-Blöcken, die zur Verwendung in Verbindung mit Utility-CSS-Klassen vorgesehen sind.

source: Settings
de_ch: Einstellungen

source: Resolution
de_ch: Auflösung

source: Select the size of the source image.
de_ch: Wähle die Grösse des Quellbildes aus.

source: Focal point
de_ch: Fokuspunkt

source: Add a featured image
de_ch: Ein Vorschaubild hinzufügen

source: Add an image or video
de_ch: Ein Bild oder Video hinzufügen

source: Replace
de_ch: Ersetzen

source: Add media
de_ch: Medien hinzufügen

source: The tag name to use for this HTML element
de_ch: Der Tag-Name, welcher für dieses HTML Element verwendet wird

source: The ID to use for this HTML element
de_ch: Die ID, welche für dieses HTML Element verwendet wird

source: Class
de_ch: Klasse

source: The classes to use for this HTML element
de_ch: Die Klasse, welche für dieses HTML Element verwendet wird

source: Data Attributes
de_ch: Data-Attribute

source: The data-* attributes to use for this HTML element
de_ch: Die data-* Attribute, welche für dieses HTML verwendet werden

# block title
source: Hero (Featured Image)
de_ch: Hero (Vorschaubild)

# block description
source: Display a post's featured image as background image.
de_ch: Zeigt das Vorschaubild von einem Post als Hintergrundbild

# block description
source: Display an image or video as a background object.
de_ch: Zeit ein Bild oder Video als Hintergrund-Objekt.

# block description
source: A block that allows to create a HTML element as a block.
de_ch: Ein Block, mit welchem ein HTML Element als Block erstellt werden kann.
